Repository: Mu-L/KeepingYouAwake
Catalog: Localizations/KeepingYouAwake/*.xcloc/Localized Contents/*.xliff
Languages: es, tr

source: (Default)
es: (Predeterminado)
tr: (Varsayılan)

source: Activate for Duration
es: Activar durante
tr: Bir süreliğine etkinleştir

source: Activate when an external display is connected
es: Activar cuando se conecta una pantalla externa
tr: Harici bir ekran bağlandığında etkinleştir

source: Afterwards your Mac will automatically go to sleep again when unused.
es: Después, tu Mac pasará automáticamente al modo de reposo cuando no esté en uso.
tr: Daha sonra Mac'iniz kullanılmadığında otomatik olarak tekrar uyku moduna geçer.

source: Allow the display to sleep
es: Permitir que la pantalla se apague
tr: Ekranın uyumasına izin ver

source: Allowing Sleep
es: Permitir el Reposo
tr: Uyku moduna izin veriliyor

source: Cancel
es: Cancelar
tr: İptal

# Click to allow sleep&#10;Right click to show menu
source: Click to allow sleep Right click to show menu
es: Haz clic para permitir el reposo Haz clic derecho para mostrar el menú
tr: Uyku moduna izin vermek için sağ menüye tıklayın

# Click to prevent sleep&#10;Right click to show menu
source: Click to prevent sleep Right click to show menu
es: Haz clic para evitar el reposo Haz clic derecho para mostrar el menú
tr: Uyku moduna geçmeyi önleme menüsünü göstermek için sağdaki düğmeye tıklayın

source: Deactivate when switched to another user account
es: Desactivar al cambiar a otra cuenta de usuario
tr: Başka bir kullanıcıya geçişte etkisizleştir

source: Default
es: Predeterminado
tr: Varsayılan

source: Do you really want to reset the activation durations to the default values?
es: ¿Realmente deseas restablecer las duraciones de activación a los valores predeterminados?
tr: Etkinleştirme süresini gerçekten varsayılan değerlere sıfırlamak mı istiyorsun?

source: Indefinitely
es: Indefinidamente
tr: Süresiz

source: OK
es: Aceptar
tr: Tamam

source: Preventing Sleep
es: Prevenir el Reposo
tr: Uyku modu önleniyor

source: Preventing Sleep for %@
es: Prevenir el Reposo para %@
tr: Uyku modu %@ için önleniyor

source: Quit
es: Salir
tr: Çıkış

source: Quit when activation duration is over
es: Salir cuando la duración de la activación terminó
tr: Aktivasyon süresi bittiğinde çıkış yap

source: Reset Activation Durations
es: Restablecer duración de las activaciones
tr: Aktivasyon Süresini Sıfırla

source: Set Default: %@
es: Establecer Predeterminado: %@
tr: Varsayılan Olarak Ayarla: %@

source: Settings…
es: Preferencias…
tr: Tercihler…

source: The entered duration is invalid. Please try again.
es: La duración ingresada es inválida. Por favor, inténtalo nuevamente.
tr: Girilen süre geçersiz. Lütfen tekrar dene.

source: This duration has already been added.
es: Esta duración ya ha sido añadida.
tr: Süre zaten daha önce eklenmiş.

source: Version
es: Versión
tr: Versiyon

source: You can still manually enable sleep mode for your Mac.
es: Aún puedes activar manualmente el modo de reposo en tu Mac.
tr: Yine de Mac'iniz için uyku modunu manuel olarak etkinleştirebilirsiniz.

source: Your Mac will automatically go to sleep when unused.
es: Tu Mac pasará automáticamente al modo de reposo cuando no esté en uso.
tr: Daha sonra Mac'iniz kullanılmadığında otomatik olarak tekrar uyku moduna geçer.

# 3GX-gq-Yaq.title
source: Reset to Default
es: Restaurar valores por defecto
tr: Varsayılan ayarlara dön

# xdm-wP-gM6.title
source: Only change these advanced settings if you know what you are doing. Most of these settings require an app restart.
es: Solo cambia estas opciones avanzadas si sabes lo que estas haciendo. La mayoría de estas preferencias requieren reiniciar de la aplicación.
tr: Yalnızca ne yaptığınızı biliyorsanız bu gelişmiş tercihleri değiştirin. Bu tercihlerin birçoğu uygulamanın yeniden başlatılmasını gerektirir.

# SHH-RQ-HPH.title
source: Low Power Mode can be enabled on supported Macs in System Settings › Battery.
es: El modo de bajo consumo puede ser activado en las Macs soportadas en Configuración del Sistema > Batería.

# aXx-hk-9R9.title
source: Low Power Mode
es: Modo de bajo consumo
tr: Düşük güç modu

# gx4-rK-1he.title
source: Deactivate when battery capacity is below
es: Desactivar cuando la capacidad de la batería esté por debajo de
tr: Pil kapasitesi aşıldığında devre dışı bırak

# l4a-Sa-RAE.title
source: This value will be ignored when you manually start the app below this battery capacity.
es: Este valor será ignorado cuando inicies manualmente la aplicación por debajo de esta capacidad de la batería.
tr: Uygulamayı bu pil kapasitesinin altında manuel olarak başlattığınızda bu değer yok sayılır.

# mcf-JV-nyg.title
source: Deactivate when Low Power Mode is enabled
es: Desactivar cuando el modo de bajo consumo esté activado

# pvY-d7-nKX.title
source: Battery Level
es: Nivel de Batería
tr: Pil Düzeyi

# 5bs-m4-hy9.title
source: Hours
es: Horas
tr: Saat

# 59l-n2-tD5.title
source: Cancel
es: Cancelar
tr: İptal

# kYn-pW-tq6.title
source: Warning Label
es: Etiqueta de Advertencia

# oi9-AP-ag4.title
source: Minutes
es: Minutos
tr: Dakika

# s1J-2f-UeD.title
source: Seconds
es: Segundos
tr: Saniye

# vTF-HR-j5d.title
source: Add Duration
es: Agregar Duración
tr: Süre Ekle

# 2Az-3u-oGb.title
source: Remove
es: Eliminar
tr: Kaldır

# 4tU-j1-N4m.title
source: The default activation duration is used when you click on the menu bar icon.
es: La duración de activación predeterminada es usada cuando hagas clic en el ícono de la barra de menú.
tr: Menü çubuğu simgesine tıkladığınızda varsayılan etkinleştirme süresi kullanılır.

# Are-vs-Awn.title
source: Set Default
es: Establecer Predeterminado
tr: Varsayılan Olarak Ayarla

# COs-G1-J6K.title
source: Reset…
es: Restablecer…
tr: Sıfırla…

# U86-Hk-nfT.title
source: Set Default
es: Establecer Predeterminado
tr: Varsayılan Olarak Ayarla

# dml-Pt-frp.ibShadowedToolTips[0]
source: Remove
es: Eliminar
tr: Kaldır

# dml-Pt-frp.ibShadowedToolTips[1]
source: Add
es: Agregar
tr: Ekle

# 7QN-oX-fJU.title
source: Immediately starts preventing sleep when launched.
es: Prevenir el reposo inmediatamente al abrir el programa.
tr: Açılışta uyku modunu önler.

# 7dk-Tj-9aG.title
source: Notification Settings…
es: Configuración de Notificaciones…
tr: Bildirim Ayarları…

# YWD-DY-pgf.title
source: Start at Login
es: Abrir al iniciar sesión
tr: Açılışta Başlat

# jxf-J8-dHN.title
source: Automatically opens the app when you start your Mac.
es: Abre la aplicación automáticamente cuando enciendes tu Mac.
tr: Mac'inizi başlattığınızda uygulamayı otomatik olarak açar.

# zql-rZ-9xH.title
source: Activate on Launch
es: Activar al abrir
tr: Başlatıldığında Etkinleştir

source: About
es: Acerca de
tr: Hakkında

source: Activation Duration
es: Duración de Activación
tr: Aktivasyon Süresi

source: Advanced
es: Avanzado
tr: Gelişmiş

source: Battery
es: Batería
tr: Pil

source: KeepingYouAwake – Settings
es: KeepingYouAwake – Preferencias
tr: KeepingYouAwake – Tercihler

source: Updates
es: Actualizaciones
tr: Güncellemeler

# F2o-Is-2nW.title
source: Automatically Check for Updates
es: Buscar actualizaciones automáticamente
tr: Güncellemeleri Otomatik Olarak Kontrol Et

# oBK-47-iMk.title
source: Check for Pre-Release Updates
es: Buscar versiones beta
tr: Önsürüm Güncellemelerini Kontrol Et

# tAT-1z-ZPp.title
source: Check Now
es: Comprobar ahora
tr: Şimdi Kontrol Et

# IGL-ft-k8h.title
source: Quit
tr: Çıkış

source: General
tr: Genel
